/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf Sekunden";

/* No comment provided by engineer. */
"%i days" = "%i Tage(n)";

/* No comment provided by engineer. */
"%i hours" = "%i Stunden";

/* No comment provided by engineer. */
"%i minutes" = "%i Minuten";

/* No comment provided by engineer. */
"%i weeks" = "%i Wochen";

/* No comment provided by engineer. */
"1 day" = "ein Tag";

/* No comment provided by engineer. */
"1 hour" = "eine Stunde";

/* No comment provided by engineer. */
"1 minute" = "eine Minute";

/* No comment provided by engineer. */
"1 second" = "eine Sekunde";

/* No comment provided by engineer. */
"1 week" = "eine Woche";

/* No comment provided by engineer. */
"<<Attachment>>" = "<<Anhang>>";

/* No comment provided by engineer. */
"Add" = "Hinzufügen";

/* clear all marks contextual menu item title (AssetBurned)*/
"Clear All Marks" = "Entferne alle Makierungen";

/* clear marks from here up contextual menu (AssetBurned)*/
"Clear Marks from Here Down" = "Entferne Makierungen von hier an abwärts ";

/* clear marks from here left contextual menu (AssetBurned)*/
"Clear Marks from Here Left" = "Entferne Makierungen von hier nach Links ";

/* clear marks from here right contextual menu (AssetBurned)*/
"Clear Marks from Here Right" = "Entferne Makierungen von hier nacht Rechts ";

/* clear marks from here up contextual menu (AssetBurned)*/
"Clear Marks from Here Up" = "Entferne Makierungen von hier an aufwärts";

/* Copy the link to the clipboard */
"Copy Link" = "Link in Zwischenablage kopieren";

/* No comment provided by engineer. */
"Delete" = "Löschen";

/* No comment provided by engineer. */
"Image Picker" = "Bildauswahl-Werkzeug";

/* No comment provided by engineer. */
"Invalid Input" = "Ungültige Eingabe";

/* jump to the mark where the last content the user saw ends (AssetBurned)*/
"Jump to Focus Mark" = "Springe zur Makierung";

/* jump to next mark contextual menu (AssetBurned)*/
"Jump to Next Mark" = "Springe zur nächsten Makierung";

/* jump to previous mark contextual menu (AssetBurned)*/
"Jump to Previous Mark" = "Springe zur vorigen Makierung";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Picture" = "Bild";

/* No comment provided by engineer. */
"Select Image" = "Bild auswählen";